tap "homebrew/command-not-found"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "python"
brew "carthage"
brew "catimg"
brew "cloc"
brew "exa"
brew "fasd"
brew "fd"
brew "figlet"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-typist"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "htop"
brew "nvm"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "node", link: true
brew "octave"
brew "peco"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "tmux"
brew "tor"
brew "trash"
brew "vim"
brew "w3m"
brew "wget"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "kitty"
