tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ant"
brew "bat"
brew "python@3.9"
brew "carthage"
brew "catimg"
brew "ccls"
brew "cheat"
brew "cloc"
brew "eg-examples"
brew "jpeg"
brew "fasd"
brew "fd"
brew "figlet"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-typist"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "node@12", link: true
brew "octave"
brew "peco"
brew "r"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tor"
brew "trash"
brew "vim"
brew "w3m"
brew "wget"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "webpquicklook"
