tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "openjdk"
brew "ant"
brew "open-mpi"
brew "arpack"
brew "aspell"
brew "automake"
brew "bat"
brew "boost"
brew "libpng"
brew "python@3.9"
brew "glib"
brew "carthage"
brew "catimg"
brew "ccls"
brew "cheat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "dos2unix"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "duc"
brew "eg-examples"
brew "jpeg"
brew "fasd"
brew "fastlane", link: false
brew "fd"
brew "jasper"
brew "netpbm"
brew "figlet"
brew "fontforge"
brew "fsevents-tools"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-typist"
brew "gnuplot"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "ical-buddy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "kakoune"
brew "lazygit"
brew "librsvg"
brew "locateme"
brew "lynx"
brew "maven"
brew "mercurial"
brew "mplayer"
brew "neovim"
brew "ninja"
brew "node@12", link: true
brew "octave"
brew "peco"
brew "poppler"
brew "r"
brew "ragel"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "ta-lib"
brew "task"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tor"
brew "trash"
brew "vim"
brew "w3m"
brew "wget"
brew "wtfutil"
brew "zsh"
brew "cjbassi/ytop/ytop"
brew "clementtsang/bottom/bottom"
brew "dart-lang/dart/dart"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "webpquicklook"
